/* Menu - title for About Us */
"About Us" = "About Us";

/* Menu - title for Account */
"Account" = "Account";

/* Menu - title for Album */
"Album" = "Album";

/* Menu - title for Gallery */
"Gallery" = "Gallery";

/* Menu - title for Home */
"Home" = "Home";

/* Menu - title for Properties */
"Properties" = "Properties";

/* Used to title Settings in Menu */
"Settings" = "Settings";

/* Menu - title for Sync */
"Sync" = "Sync";

/* Menu - title for Tag */
"Tag" = "Tag";

/* Menu - title for Upgrade */
"Upgrade" = "Upgrade";

/* Used to title your photos in Menu */
"Your Photos" = "Your Photos";

